Repository: padjis/cronera
Catalog: po/extra/*.po
Languages: ca, es, nl, pt

source: Display, understand and edit your cron configuration
ca: Visualitzeu, enteneu i editeu la vostra configuració del cron
es: Vea, entienda y edite su configuración de cron
nl: Bekijk, begrijp en bewerk je cron-configuratie
pt: Exibir, entender e editar a sua configuração cron

source: If you are tired to open your terminal in order to edit your cron jobs, or even better are interested in figuring out what does one of your current cron job do
ca: Si us heu cansat d’obrir el terminal per a editar les tasques del cron, o si us interessa esbrinar el que fa una de les vostres tasques existents
es: Si se ha cansado de tener que abrir el terminal para editar sus tareas de cron, o bien si le interesa averiguar lo que hace una de estas tareas
nl: Als je te moe bent om een terminalvenster te openen om je cron-taken te bewerken of gewoon meer te weten wilt komen over wat één van je cron-taken doet,
pt: Se está cansado de abrir o seu terminal para editar os seus trabalhos cron, ou melhor, até está interessado em descobrir o que faz um dos seus trabalhos cron

source: Gcron is the solution for you, it is an easy to use graphic interface that edit the cron configuration of the current user as well as explains its content
ca: el Gcron és la vostra solució. És una interfície fàcil d’utilitzar que us permet editar la configuració del cron de l’usuari actual i n’explica el contingut
es: Gcron es la solución. Es una interfaz fácil de utilizar que le permite editar la configuración de cron del usuario actual y le explica su contenido
nl: dan is Gcron geschikt voor jou. Het beschikt over een makkelijk venster om je cron-configuratie te bewerken en de inhoud van taken uit te leggen.
pt: O Gcron é a solução para si, é fácil de usar com uma interface gráfica que edita a configuração do cron para o utilizador atual como também explica o seu conteúdo

source: App redesign
ca: Redisseny de l’aplicació
es: Rediseño de la aplicación
nl: Herontworpen
pt: Aplicação redesenhada

source: Icon redesign
ca: Redisseny de la icona
es: Rediseño del icono
nl: Pictogram herontworpen
pt: Ícone redesenhado

source: Delete button red
ca: Botó Suprimeix en vermell
es: Botón Eliminar en rojo
nl: Verwijderknop rood gekleurd
pt: Botão de apagar vermelho

source: Bold logs error messages
ca: Missatges d’error als registres en negreta
es: Mensajes de error en los registros en negrita
nl: Foutberichten vetgedrukt gemaakt
pt: Lista de mensagens de erro a negrito

source: Added log area to display messages
ca: S’ha afegit una àrea de registres per a mostrar-hi missatges
es: Se añadió un apartado de registros para mostrar mensajes
nl: Loggebied toegevoegd voor het tonen van berichten
pt: Adicionada uma área para exibir o registo de mensagens

source: Cron jobs can be added
ca: És possible afegir tasques del cron
es: Pueden añadirse tareas de cron
nl: Je kunt voortaan cron-taken toevoegen
pt: Trabalhos cron podem ser adicionados

source: Cron jobs can be removed
ca: És possible suprimir tasques del cron
es: Pueden eliminarse tareas de cron
nl: Je kunt voortaan cron-taken verwijderen
pt: Trabalhos cron podem ser removidos

source: Cron jobs can be explained
ca: És possible explicar tasques del cron
es: Pueden explicarse tareas de cron
nl: Je kunt voortaan cron-taken uit laten leggen
pt: Trabalhos cron podem ser explicados

source: The application is initialized from the cron setup
ca: L’aplicació s’inicialitza a partir de la configuració del cron
es: La aplicación se inicializa a partir de la configuración de cron
nl: Gcron initialiseert je cron-configuratie
pt: A aplicação é iniciada a partir das definições do cron

source: The application can be reinitialized from the cron setup
ca: L’aplicació pot reinicialitzar-se a partir de la configuració del cron
es: La aplicación puede reinicializarse a partir de la configuración de cron
nl: Gcron kan worden geherïnitialiseerd op basis van je cron-configuratie
pt: A aplicação pode ser reinicializada a partir das definições do cron

source: Initial release
ca: Publicació inicial
es: Publicación inicial
nl: Initiële uitgave
pt: Lançamento inicial
