Repository: padjis/cronera
Catalog: po/*.po
Languages: ca, es, nl, pt

source: Message logs
ca: Registres de missatges
es: Registros de mensajes
nl: Berichtlogboeken
pt: Registos de mensagens

source: The system will display messages here
ca: El sistema mostrarà missatges ací
es: El sistema mostrará mensajes aquí
nl: Het systeem zal hier berichten tonen
pt: O sistema vai exibir mensagens aqui

source: %s's cron setup
ca: Configuració del cron de: %s
es: Configuración de cron de %s
nl: %s's cron-configuratie
pt: Configuração cron %s

source: Clear the message logs
ca: Neteja els registres de missatges
es: Vaciar registros de mensajes
nl: Berichtlogboeken wissen
pt: Limpar registo de mensagens

source: Delete
ca: Suprimeix
es: Eliminar
nl: Verwijderen
pt: Apagar

source: Display
ca: Mostra
es: Mostrar
nl: Bekijken
pt: Exibir

source: Cron expression or command empty
ca: L’expressió o l’ordre del cron és buida
es: La expresión o la orden de cron está vacía
nl: Blanco cron-uitdrukking of -opdracht
pt: Expressão Cron ou comando vazio

source: Add new cron job
ca: Afegeix una tasca del cron nova
es: Añadir tarea de cron nueva
nl: Cron-taak toevoegen
pt: Adicionar novo trabalho cron

source: Explain
ca: Explica
es: Explicar
nl: Uitleg
pt: Explicar

source: No cron setup found, create a new cron
ca: No s’ha trobat la configuració del cron; se’n crearà un de nou
es: No se encontró la configuración de cron; crear cron nuevo
nl: Geen cron-configuratie aangetroffen - maak een nieuwe cron aan
pt: Nenhuma configuração cron encontrada, crie um novo cron

source: CRON EXPRESSION
ca: EXPRESSIÓ DEL CRON
es: EXPRESIÓN DE CRON
nl: CRON-UITDRUKKING
pt: EXPRESSÃO CRON

source: CRON COMMAND
ca: ORDRE DEL CRON
es: ORDEN DE CRON
nl: CRON-OPDRACHT
pt: COMANDO CRON

source: Reload cron config
ca: Torna a carregar la configuració del cron
es: Recargar configuración de cron
nl: Cron-configuratie herladen
pt: Recarregar configuração de cron

source: Info
ca: Informació
es: Información
nl: Informatie
pt: Informação

source: Error
nl: Fout
pt: Erro
